{
    "Reservations and Payment": {
        "How does the reservations process work": "Beginning January 1 of each year, reservations requests are accepted for summer and fall stays at Three Mile. Reservations are taken by U.S. Mail only. <strong>Reservation requests postmarked any time between January 1 and February 1 receive equal and first consideration.</strong> Using a lottery system, the registrar will try to accommodate one of your three choices in the order of preference that you list on the application. Only requests for full weeks are accepted during the lottery. Most people are successful in getting their first choice week and one of their cabin preferences. When the Registrar cannot accommodate this, she will contact you directly to consider the alternatives. Post-lottery reservation confirmations are mailed in mid-February.</p><p>Starting in late February, remaining openings for the fall and summer will be publicized via mailings and the websites, <a href=\"http://www.outdoors.org\">www.outdoors.org</a>, and <a href=\"/\">3mile.org</a>.</p><p>For more information, see the <a href=\"reservations.html\">Reservations</a> page.",
        "What if I don't get my first choice of dates": "The Registrar uses a lottery to assign space in each week that camp is in session. Depending on your position in the lottery, you may or may not get your first choice. In case you do not, it is important to specify several alternatives. If none of your choices are available, the registrar will contact you directly.",
        "How do I pay my bill": "For the summer season, a deposit of $100 per person per week is required with your reservation application. The balance of your bill is due on the island one day prior to your departure. We accept cash, personal checks, traveler's checks, or money orders. <strong>Credit cards are not accepted. Please bring your checkbook to the island!</strong></p><p>For the fall season, the camping fees are payable in full at the time of reservation.",
        "There are three people in our party. Can we share one cabin": "Yes. While the cabins are designed for two people, there are portable cots available to accommodate a third person, although cabin space will be tight. Be sure to specify your request when making your reservation."
    },
    "To Bring or Not to Bring" : {
        "Can I bring my cell phone with me to the island": "Three Mile aims to provide an off-the-grid experience for campers and, as such, has a policy that electronic devices including telephones, computers and iPods should be used only in private, and out of sight and sound of others. You may use your cellphone in the privacy of your cabin. Consider bringing a solar charger, as cabins have no outlets and there are limited places to recharge.",
        "Do we need to bring bed linens" : "During the summer season, sheets, blankets, pillow cases, and towels are provided. In the summer, campers should bring large towels for use at the dock for swimming. In the fall, a pillow and two wool blankets per bed are provided, but no linens: we recommend campers bring their own sleeping bag, sheets if desired, pillowcase and towel during the fall season.",
        "Do I need to bring any food with me":"No. Hearty breakfasts, lunches and dinners are served family-style at 8:00, 1:00 and 6:00 daily. Bag lunches are available upon 24-hour notice, for off-island day trips. Snacks and candy are available at the camp store, or from the mailboat midday. Food is not available other than at the set meal-times. Campers sometimes bring snack items with them for convenience.",
        "I'd like to bring my boat with me to the island. Is that ok": "There are a few small slips available at the main dock for small powerboats. Contact the managers at least two weeks prior to your visit to reserve a slip. Many campers also bring their own canoes or kayaks. It is sometimes difficult for the croo, on busy transition days, to transport small boats to the island. If you do bring a canoe or kayak, you might want to consider paddling out to the island. It's about 1-1/2 miles from Shep Brown's. Note that the camp has canoes, kayaks and sailboats available for rent at nominal rates during the summer, and are free to use during fall weekends.",
        "Can I bring alcohol with me": "Alcohol is allowed in the camp but not at meals nor in common facilities. Guests are asked to confine \"happy hours\" to the vicinity of their cabins."
    },
    "Arrival" : {
        "How do I get to the island":"The camp launch (the Appy) leaves from Shep Brown's Boat Basin on Lovejoy Sands Road in Meredith, NH. See the Directions page on this site. Directions will also be mailed to you along with the confirmation of your reservation.",
        "When can I arrive" : "There are scheduled launches at 9:00, 12:00, 2:00 (Sat only) and 5:00. The efficiency of the camp is greatly improved if campers arrive in the afternoon. Plan to arrive at least 15 minutes early in order to unload your car, tag your bags and park your car in the Three Mile lot.",
        "How does my luggage get out to the island" : "During the summer, the TMI Croo will transport your luggage on the camp launch (the Appy) or in one of the smaller work boats. Luggage is usually delivered directly to your cabin. It is important to clearly tag all of your luggage with your name and cabin name and number. It's easier to do this in advance, but tags and markers are available from TMI staff just before your launch.</p><p>For Fall weekends, we will bring your luggage to the main dock. You will have to carry it to your cabin. If you have physical limitations, please ask one of the weekend staff for assistance. Also, please be aware that Friday evening arrivals in the fall are in the dark.",
        "Will my luggage get wet" : "On most days you'll have no problem, but in case of rain it is not always possible to provide shelter for your luggage en route to or from the island. Some people bring a couple of large trash bags or a dry bag to protect their most vulnerable items in case of a rainstorm."
    },
    "The Island and Its Amenities" : {
        "What are the cabins and facilities like" : "Two-person cabins with porches are spaced around the Island shoreline, and offer excellent views of the surrounding lake and mountains. Most cabins have small individual docks. Each cabin has two single beds, modest shelf space, a kerosene lamp, and a couple of sitting chairs. They have no electricity. A central lodge (“Main House”), where campers dine family style, also has a fireplace, wood stove, card tables, comfortable chairs, and a great room (the “Main Room”). The \"Retreat\" is a separate building with a fireplace and electricity that offers readers and writers a place to go where noise and young children are off-limits. A horseshoe pit, tennis court and volleyball court are all centrally located and easily accessed. Canoes, kayaks, sunfish, and day sailing boats may be rented during the guest's stay for a nominal fee. A large central dock and raft complex along with a recreation hall is where many congregate for swimming or to talk with friends. Outhouses are located near common areas and at intervals around the island for access from camper cabins.",
        "What are the toilets like" : "There are no flush toilets at Three Mile, but there are clean, well-maintained outhouses spaced throughout the island. The most-used of them have electrified ventilation systems and composting toilets. They are stocked with toilet paper, hand sanitizer, and occasionally air freshener.",
        "Are there any showers on the island" : "There are no conventional showers available, however, a \"sun shower\" is provided at each cabin. Sun showers are rugged plastic bags that use solar energy to warm up water for bathing. Please bathe away from the lake with biodegradable soap only (available at the camp store), to prevent run-off.",
        "How old must children be before I can bring them to Three Mile Island" : "Three Mile Island's facilities are unsuitable for very small children, and no children under the age of 4 are permitted to spend the night (they may however visit during the day as space permits). Each family is solely responsible for the supervision of their children.",
        "Is the island available to the physically challenged" : "Yes. Wheelchair ramps have been installed at the Main House, NewCastle and Rec Hall. One of the cabins, Edgewater 3, has a low-angle ramp with railings. If you have any specific questions regarding access issues, contact the summer managers or off-season manager.",
        "Is there a store on the island for day to day items" : "There is a camp store located next to the main house. It carries snacks and essential sundries (e.g., flashlight batteries, biodegradable shampoo and soap, bug repellant) and a small collection of postcards, books, and T-shirts.",
        "Are lifeguards on duty at the waterfront" : "No. Parents are responsible for the safety of their children at the waterfront and elsewhere on the island.",
        "Is there mail service on the island" : "Yes! The U.S. Mailboat \"Sophie C.\" visits the island Monday through Saturday during the summer season at just about noon time. Especially popular among younger campers, the Sophie C. delivers and picks up mail, and sells candy, ice cream and soft drinks."
    },
    "Activities" : {
        "Are there games or activities provided for children": "For the most part, there are no organized activities provided for children (as compared to a traditional children's summer camp). However, many families spend a large part of each day at the waterfront enjoying swimming, boating and the recreation hall. There is also a junior naturalist program, trips to nearby islands (such as Blueberry, Five Mile and Stonedam Islands) and visiting lecturers such as the Science Center of New Hampshire and the Loon Preservation Society.",
        "What types of activities are available at Three Mile Island" : "<br/><strong>Lakeside</strong>:</p><p>Three Mile is located at the northern end of Lake Winnipesaukee—a 26-mile-long lake with over 240 islands in the heart of New Hampshire's Lake District. There are many hour- to day-long canoe trips around the lake—only limited by the skill and imagination of the canoeist. Popular destinations include Blueberry Island, with a wide, sandy beach and occasional Eagles' nest with eaglets, and Stonedam Island, a natural preserve owned by the Lakes Region Conservation Trust. Three Mile has a small fleet of sunfish, kayaks, and small sailboats available for guests. Fishing and sailing are also popular.<p><strong>Hiking</strong>:</p><p>The White, Presidentials, Ossipee and Bald Peak Mountain ranges are all an easy day trip from Three Mile. Hikes range from Mount Major, a short family hike with views of the Lake, to all-day hikes in the Presidential mountains. Although there are no camp-sponsored trips, many times a group of guests will go \"off Island\" for a trip together. There is a beautiful perimeter trail around Three Mile for those who want to spend a quiet couple of hours. Campers may also choose to participate in the maintenance of nearby Five Mile Island, recently acquired by the Lakes Region Conservation Trust as a nature preserve.<p><strong>On Island Activities</strong>:</p><p>Three Mile has been carefully managed to conserve the Island vegetation, and there is a large variety of both animal and plant life. Often deer can be found on the Island; sometimes fox, mink and wild turkey as well. Nature walks and activities are conducted several times each week for children and adults by a staff naturalist. Talks are given some evenings by the Loon Preservation Committee, the Squam Lakes Natural Science Center, or the Chewonki Foundation. Friday night features a square dance and a Sunday Hymn Sing is held Sunday evening.<p><strong>Off Island Activities</strong>:</p><p>The New Hampshire Lakes District is a summer vacation destination with many local recreational facilities. There are three excellent golf courses within fifteen minutes. The Weirs offers several theme parks with water slides, miniature golf and so on. Three cruise boats ply the lake and offer sight seeing for a half day. Squam Lakes Natural Science Center features many excellent exhibits, including a steam engine driven saw mill. Antique and craft stores are found in large numbers throughout the area.</p><p>However most people come to Three Mile and stay on the island. There are only three boat trips a day to the mainland and between boat and car it can take a while to get where you're going."
    },
    "Special Arrangements" : {
        "I have dietary restrictions. What do I do": "Please note any dietary restrictions on your reservation form. There are vegetarian options available at all meals, but the cook and baker need to plan how much of these to make. If you have other dietary needs (such as gluten-free, lactose-free, allergies, vegan) please contact the summer managers in advance. We do our best to accommodate special requests, given enough planning time in advance. If you need to bring your own food, we can provide refrigerator space for it.",
        "May I invite a guest for lunch on one of the days during my visit":"Limited space is available for guests at meals. The nominal meal fee will be added to the host's bill. You should contact the summer managers well in advance of your guests' visit. It is usually easier to accommodate meal-time guests mid-week.",
        "My child's / spouse's birthday falls during the week we will be visiting the island - how can I get a birthday cake" : "With advance notice and for a small fee, the baker can prepare a birthday cake for your child. Please contact the summer manager to make arrangements."
    }
}
