{
    "Reservations and Payment": {
        "How does the reservations process work": "Beginning January 1 of each year, reservations requests are accepted for summer and fall stays at Three Mile. Reservations are taken by U.S. Mail only. <strong>Reservation requests postmarked any time between January 1 and February 1 receive equal and first consideration.</strong> Using a lottery system, the registrar will try to accommodate one of your three choices in the order of preference that you list on the application. Only requests for full weeks are accepted during the lottery. Most people are successful in getting their first choice week and one of their cabin preferences. When the Registrar cannot accommodate this, she will contact you directly to consider the alternatives. Post-lottery reservation confirmations are mailed in mid-February.</p><p>Starting in late February, remaining openings for the fall and summer will be publicized via mailings and the websites, <a href=\"http://www.outdoors.org\">www.outdoors.org</a>, and <a href=\"/\">3mile.org</a>.</p><p>For more information, see the <a href=\"reservations.html\">Reservations</a> page.",
        "What if I don't get my first choice of dates": "The Registrar uses a lottery to assign space in each week that camp is in session. Depending on your position in the lottery, you may or may not get your first choice. In case you do not, it is important to specify several alternatives. If none of your choices are available, the registrar will contact you directly.",
        "How do I pay my bill": "For the summer season, a deposit of $100 per person per week is required with your reservation application. The balance of your bill is due on the island one day prior to your departure. We accept cash, personal checks, traveler's checks, or money orders. <strong>Credit cards are not accepted. Please bring your checkbook to the island!</strong></p><p>For the fall season, the camping fees are payable in full at the time of reservation.",
        "There are three people in our party. Can we share one cabin": "Yes. While the cabins are designed for two people, there are portable cots available to accommodate a third person, although cabin space will be tight. Be sure to specify your request when making your reservation."
    },
    "Arrival" : {

    },
    "The Island and Its Amenities" : {

    },
    "Activities" : {
        "Are there games or activities provided for children": "For the most part, there are no organized activities provided for children (as compared to a traditional children's summer camp). However, many families spend a large part of each day at the waterfront enjoying swimming, boating and the recreation hall. There is also a junior naturalist program, trips to nearby islands (such as Blueberry, Five Mile and Stonedam Islands) and visiting lecturers such as the Science Center of New Hampshire and the Loon Preservation Society."
    },
    "Special Arrangements" : {
        "I have dietary restrictions. What do I do": "Please note any dietary restrictions on your reservation form. There are vegetarian options available at all meals, but the cook and baker need to plan how much of these to make. If you have other dietary needs (such as gluten-free, lactose-free, allergies, vegan) please contact the summer managers in advance. We do our best to accommodate special requests, given enough planning time in advance. If you need to bring your own food, we can provide refrigerator space for it.",
        "May I invite a guest for lunch on one of the days during my visit":"Limited space is available for guests at meals. The nominal meal fee will be added to the host's bill. You should contact the summer managers well in advance of your guests' visit. It is usually easier to accommodate meal-time guests mid-week."
    }
}
